import styles from './AboutUs.module.scss';

const AboutUs = () => {
  return (
    <section className={styles.about} data-aos="fade-down">
      <h2 className={styles.title}>Про наш салон</h2>

      <p className={styles.text}>
        Delote Beauty - це місце, де ваша краса та гармонія стають пріоритетом.
        Ми пропонуємо широкий спектр послуг для догляду за волоссям, шкірою та
        нігтями, використовуючи сучасні технології та професійну косметику. Наші
        майстри – це досвідчені стилісти, косметологи та nail-майстри, які
        допоможуть вам створити ідеальний образ і підкреслити вашу унікальність.
      </p>

      <p className={styles.text}>
        У нашому салоні панує затишна атмосфера, яка дозволяє розслабитися та
        насолодитися кожною хвилиною догляду. Ми прагнемо перевершувати
        очікування наших клієнтів, гарантуючи високий рівень сервісу, якість
        процедур та індивідуальний підхід. Завітайте до нас, і ми допоможемо вам
        виглядати бездоганно кожен день!
      </p>
    </section>
  );
};

export default AboutUs;
