import { IFeedback } from '@/types/IFeedback';

export const feedbacksData: IFeedback[] = [
  {
    id: 1,
    name: 'Владислава Красова',
    photo: '/images/feedbacks/1.jpg',
    content:
      'У Харкові відвідувала багато салонів, але задоволена послугами більш ніж у цьому не була ніколи. У мене дуже проблемна шкіра, косметолог цього салону перша хто зробив її стан помітно кращим! З разу в раз переконуюся у високому таланті та професіоналізмі!',
  },
  {
    id: 2,
    name: 'Анна Бондаренко',
    photo: '/images/feedbacks/2.jpg',
    content:
      'Відновлення волосся шикарне, роблю регулярно). Манікюр, педикюр роблять дуже якісно). Колектив дуже хороший, привітний)))',
  },
  {
    id: 3,
    name: 'Вікторія Фоміна',
    photo: '/images/feedbacks/3.jpg',
    content:
      'Відвідала днями майстерню краси і залишилася дуже задоволена! Атмосфера салону настільки затишна, що не хочеться йти, все для клієнта: ввічливий персонал, що важливо в наш час! Але найголовніше - професіоналізм і якість роботи майстрів. Особлива подяка: Анютці за її професіоналізм. Якісно робить свою роботу, не страшно віддавати волосся в її руки.)))) Із задоволенням буду приходити знову і знову! Бажаю удачі і процвітання салону))))',
  },
  {
    id: 4,
    name: 'Дана Штика',
    photo: '/images/feedbacks/4.jpg',
    content:
      'Мені випала чудова нагода в майстерні краси зробити освітлення волосся сумішшю на основі олії.Процедурою задоволена. Результат саме той, якої очікувала.Плюс порадував прекрасний колектив. Спасибі величезне! 💋👏🎀',
  },
  {
    id: 5,
    name: 'Альона Середа',
    photo: '/images/feedbacks/5.jpg',
    content:
      'Майстер Євгенія чудова, таку красуню зробила. Я дуже задоволена, вона ще й пояснила нюанси в догляді за моїм волоссям. Спасибі велике!!!',
  },
];
