import { IPrice } from '@/types/IPrice';

export const priceData: IPrice[] = [
  {
    id: 1,
    title: 'Послуги з манікюру',
    services: [
      {
        name: 'Апаратний манікюр з покриттям гель лаком',
        price: 950,
      },
      {
        name: 'Апаратний манікюр без покриття',
        price: 500,
      },
      {
        name: 'Манікюр з покриттям звичайним лаком',
        price: 700,
      },
      {
        name: 'LUX манікюр з покриттям гель-лаком',
        price: 1050,
      },
      {
        name: 'LUX манікюр без покриття',
        price: 600,
      },
      {
        name: 'Комплекс IBX: IBX+манікюр+лікувальний лак Baehr',
        price: 800,
      },
    ],
  },
  {
    id: 2,
    title: 'Послуги педикюру',
    services: [
      {
        name: 'Апаратний педикюр без покриття',
        price: 850,
      },
      {
        name: 'Апаратний педикюр з покриттям гель-лаком',
        price: 1350,
      },
      {
        name: 'Апаратний педикюр з покриттям french гель-лаком',
        price: 1400,
      },
      {
        name: 'LUX Апаратний педикюр без покриття',
        price: 950,
      },
      {
        name: 'LUX Апаратний педикюр з покриттям гель-лаком',
        price: 1450,
      },
      {
        name: 'Зняття гель - лаку на ногах',
        price: 180,
      },
      {
        name: 'IBX Лікування зміцнення нігтів ноги',
        price: 300,
      },
    ],
  },
  {
    id: 3,
    title: 'Послуги перукаря',
    services: [
      {
        name: 'Жіноча стрижка',
        price: 850,
      },
      {
        name: 'Довжина до 15см',
        price: 850,
      },
      {
        name: 'Довжина 15-25см',
        price: 990,
      },
      {
        name: 'Довжина 25-35см',
        price: 1150,
      },
      {
        name: 'Довжина 35-45см',
        price: 1350,
      },
      {
        name: 'Довжина від 45см',
        price: 1500,
      },
      {
        name: 'Стрижка нарощеного волосся',
        price: 1250,
      },
    ],
  },
  {
    id: 4,
    title: 'Послуги перукаря (фарбування)',
    services: [
      {
        name: 'Фарбування кореня',
        price: 2100,
      },
      {
        name: 'Фарбування сивини',
        price: 2000,
      },
      {
        name: 'Тонування волосся',
        price: 1550,
      },
      {
        name: 'Мелірування',
        price: 2550,
      },
      {
        name: 'Вихід з чорного',
        price: 5550,
      },
      {
        name: 'Яскраве фарбування',
        price: 3300,
      },
    ],
  },
  {
    id: 5,
    title: 'Послуги візажиста',
    services: [
      {
        name: 'Нюдовий макіяж',
        price: 2100,
      },
      {
        name: 'Коктейльний макіяж',
        price: 1800,
      },
      {
        name: 'Вечірній макіяж',
        price: 1950,
      },
      {
        name: 'Індивідуальний урок',
        price: 1620,
      },
    ],
  },
  {
    id: 6,
    title: 'Послуги косметолога',
    services: [
      {
        name: 'Чистка обличчя',
        price: 1000,
      },
      {
        name: 'Пілінг',
        price: 800,
      },
      {
        name: 'Масаж обличчя',
        price: 450,
      },
      {
        name: 'Чистка апаратом',
        price: 700,
      },
    ],
  },
  {
    id: 7,
    title: 'Послуги масажиста',
    services: [
      {
        name: 'Загальний лікувально-профілактичний масаж',
        price: 800,
      },
      {
        name: 'Вакуумно-роликовий масаж',
        price: 600,
      },
      {
        name: 'Гавайський масаж Ломі-Ломі',
        price: 750,
      },
      {
        name: 'Медовий масаж',
        price: 800,
      },
      {
        name: 'Масаж стоп',
        price: 300,
      },
      {
        name: 'Антицелюлітний масаж',
        price: 1000,
      },
      {
        name: 'Масаж спини',
        price: 750,
      },
      {
        name: 'Вологі Віскі-обгортання',
        price: 2800,
      },
    ],
  },
];
